Repository: jkphl/TYPO3-ext-tw_odl
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tt_content.list_type.device
source: ODL Device List
de: ODL Geräteliste

# tt_content.list_type.useragent
source: ODL Device User Agent Registration
de: ODL Geräte-User-Agent-Registrierung

# tx_twodl_domain_model_manufacturer
source: ODL Device Manufacturer
de: ODL Gerätehersteller

# tx_twodl_domain_model_os
source: ODL Operating System
de: ODL Betriebssystem

# tx_twodl_domain_model_os.versions
source: Versions
de: Versionen

# tx_twodl_domain_model_os.wizards.add
source: Add new operating system
de: Neues Betriebssystem hinzufügen

# tx_twodl_domain_model_osversion
source: ODL Operating System Version
de: ODL Betriebssystemversion

# tx_twodl_domain_model_device
source: ODL Device
de: ODL Gerät

# tx_twodl_domain_model_device.model
source: Model
de: Modell

# tx_twodl_domain_model_device.serialnumber
source: Serial no.
de: Seriennummer

# tx_twodl_domain_model_device.available
source: Availability
de: Verfügbarkeit

# tx_twodl_domain_model_device.available.permanent
source: Permanent
de: Vor Ort

# tx_twodl_domain_model_device.available.demand
source: On demand
de: Auf Anfrage

# tx_twodl_domain_model_device.width
source: Width (px)
de: Breite (px)

# tx_twodl_domain_model_device.height
source: Height (px)
de: Höhe (px)

# tx_twodl_domain_model_device.diagonal
source: Diagonal (inch)
de: Diagonale (Zoll)

# tx_twodl_domain_model_device.ppcm
source: Pixels per cm
de: Pixel pro cm

# tx_twodl_domain_model_device.ppi
source: Pixelx per inch
de: Pixel pro Zoll

# tx_twodl_domain_model_device.comment
source: Comment
de: Kommentar

# tx_twodl_domain_model_device.internalcomment
source: Internal comment
de: Interner Kommentar

# tx_twodl_domain_model_device.manufacturer
source: Manufacturer
de: Hersteller

# tx_twodl_domain_model_device.contributor
source: Contributor
de: Spender

# tx_twodl_domain_model_device.resolutions
source: Screen resolutions
de: Bildschirmauflösungen

# tx_twodl_domain_model_device.browsers
source: Installed web browsers
de: Installierte Web-Browser

# tx_twodl_domain_model_device.palette.os
source: Operating system
de: Betriebssystem

# tx_twodl_domain_model_device.palette.display
source: Display
de: Anzeige

# tx_twodl_domain_model_device.palette.homescreen
source: Homescreen wallpaper
de: Bildschirmhintergrund

# tx_twodl_domain_model_device.tab.characteristics
source: Characteristics
de: Eigenschaften

# tx_twodl_domain_model_device.tab.comments
source: Comments
de: Kommentare

# tx_twodl_domain_model_device.select
source: --- Not selected ---
de: --- Nicht gewählt ---

# tx_twodl_domain_model_device.registration
source: Registration
de: Registrierung

# tx_twodl_domain_model_device.inputmethods
source: Input methods
de: Eingabemethoden

# tx_twodl_domain_model_device.inputmethods.mouse
source: Mouse
de: Maus

# tx_twodl_domain_model_device.inputmethods.penstylus
source: Pen / stylus
de: Stift / Stylus

# tx_twodl_domain_model_device.inputmethods.keyboard
source: Keyboard
de: Tastatur

# tx_twodl_domain_model_device.inputmethods.opticaljoystick
source: Optical joystick
de: Optischer Joystick

# tx_twodl_domain_model_device.connectivity
source: Connectivity
de: Konnektivität

# tx_twodl_domain_model_device.connectivity.mobiletelephony
source: Mobile telephony
de: Mobiltelefonie

# tx_twodl_domain_model_device.connectivity.mobiledata
source: Mobile data
de: Mobile Daten

# tx_twodl_domain_model_device.connectivity.infrared
source: Infrared
de: Infrarot

# tx_twodl_domain_model_device.notavailable
source: --- Not available ---
de: --- Nicht verfügbar ---

# tx_twodl_domain_model_contributor
source: ODL Contributor
de: ODL Spender

# tx_twodl_domain_model_contributor.wizards.add
source: Add new contributor
de: Neuen Spender hinzufügen

# tx_twodl_domain_model_resolution
source: ODL CSS Screen Resolution
de: ODL CSS-Bildschirmauflösung

# tx_twodl_domain_model_resolution.width
source: Width (px)
de: Breite (px)

# tx_twodl_domain_model_resolution.height
source: Height (px)
de: Höhe (px)

# tx_twodl_domain_model_resolution.ratio
source: Display ratio
de: Anzeigefaktor

# tx_twodl_domain_model_resolution.orientation
source: Orientations
de: Formate

# tx_twodl_domain_model_resolution.orientation.landscape
source: Landscape
de: Querformat

# tx_twodl_domain_model_resolution.orientation.portrait
source: Portrait
de: Hochformat

# tx_twodl_domain_model_resolution.palette.display
source: Display
de: Anzeige

# tx_twodl_domain_model_resolution.orientation.title.1
source: (portrait only)
de: (nur Querformat)

# tx_twodl_domain_model_resolution.orientation.title.2
source: (landscape only)
de: (nur Hochformat)

# tx_twodl_domain_model_browser.versions
source: Versions
de: Version

# tx_twodl_domain_model_browser.wizards.add
source: Add new web browser
de: Neuen Web-Browser hinzufügen

# tx_twodl_domain_model_installedbrowser
source: ODL Installed Web Browser
de: ODL Installierter Web-Browser

# tx_twodl_domain_model_installedbrowser.features
source: Features
de: Funktionen

# tx_twodl_domain_model_installedbrowser.debuggers
source: Debugging options
de: Entwickleroptionen

# tx_twodl_domain_model_installedbrowser.useragent
source: User agent string
de: User-Agent-Kennung

# constants.file.templateRootPath.fe
source: Path to template root (FE)
de: Pfad zum Template-Wurzelverzeichnis (FE)

# constants.file.partialRootPath.fe
source: Path to template partials (FE)
de: Pfad zum Partial-Wurzelverzeichnis (FE)

# constants.file.layoutRootPath.fe
source: Path to template layouts (FE)
de: Pfad zum Layouts-Wurzelverzeichnis (FE)

# constants.persistence.storagePid
source: Default storage PID
de: Standard-Speicher-PID

# constants.enable.disableJsonpAPI
source: Disable JSONP API
de: JSONP-API deaktivieren

# constants.file.templateRootPath.be
source: Path to template root (BE)
de: Pfad zum Template-Wurzelverzeichnis (BE)

# constants.file.partialRootPath.be
source: Path to template partials (BE)
de: Pfad zum Partial-Wurzelverzeichnis (BE)

# constants.file.layoutRootPath.be
source: Path to template layouts (BE)
de: Pfad zum Layouts-Wurzelverzeichnis (BE)

# constants.file.labelTemplateRootPath.be
source: Path to device label templates (BE)
de: Pfad zum Etikettenvorlagen-Wurzelverzeichnis (BE)

# constants.other.deviceIdentifier
source: Device identifier pattern:Include %s as placeholder for the device number (otherwise all devices will have the same identifier)
de: Geräte-Identifizierer-Muster:Sorgen Sie dafür, dass das Muster den Platzhalter %s für die Gerätenummer enthält (ansonsten werden alle Geräte denselben Identifizierer erhalten)

# constants.other.deviceNumberDigits
source: Device number digits
de: Stellenanzahl Gerätenummer

# constants.file.wallpaperRootPath
source: Device wallpaper root:If you enter a custom directory here please ensure that it exists and that the web server has write access to it!
de: Pfad zum Bildschirmhintergrund-Wurzelverzeichnis:Wenn Sie hier ein benutzerdefiniertes Verzeichnis angeben, stellen Sie bitte sicher, dass dieses existiert und dass der Webserver Schreibrechte dafür besitzt!
